{
    "en": {
      "title": "Steamventory",
      "description": "You must be logged into Steam, automatically filled with family users, for other users copy the name or numeric code after id or profile (steamcommunity.com/profiles/xxxxxx or steamcommunity.com/id/xxxxxx) into the field below. The games will be marked in Steam with username and icon",
      "placeholder": "Steam IDs separated by space",
      "fetchButton": "Fetch Games",
      "footer": {
        "github": "We are not affiliated with Steam. This is a non-profit project. If you want to donate, you can support us on",
        "poweredBy": "Powered by Wito"
      }
    },
    "es": {
      "title": "Steamventory",
      "description": "Debes estar logueado en steam, autoamticamente rellenado con los usuarios familia, para otros users copia el nombre o código numérico tras id o profile (steamcommunity.com/profiles/xxxxxx o steamcommunity.com/id/xxxxxx) en el campo a continuación. Los juegos apareceran marcados en Steam con username y el icono",
      "placeholder": "Steam IDs separados por espacio",
      "fetchButton": "Buscar Juegos",
      "footer": {
        "github": "No estamos afiliados con Steam. Este es un proyecto sin ánimo de lucro. Si quieres donar, puedes apoyarnos en",
        "poweredBy": "Desarrollado por Wito"
      }
    },
    "pt": {
      "title": "Steamventory",
      "description": "Você deve estar logado no Steam, preenchido automaticamente com os usuários da família, para outros usuários copie o nome ou código numérico após id ou perfil (steamcommunity.com/profiles/xxxxxx ou steamcommunity.com/id/xxxxxx) no campo abaixo. Os jogos serão marcados no Steam com nome de usuário e ícone",
      "placeholder": "IDs do Steam separados por espaço",
      "fetchButton": "Buscar Jogos",
      "footer": {
        "github": "Não somos afiliados ao Steam. Este é um projeto sem fins lucrativos. Se você quiser doar, pode nos apoiar no",
        "poweredBy": "Desenvolvido por Wito"
      }
    },
    "zh": {
      "title": "Steamventory",
      "description": "您必须登录 Steam，自动填写家庭用户，对于其他用户，请将 id 或 profile 后的名称或数字代码 (steamcommunity.com/profiles/xxxxxx 或 steamcommunity.com/id/xxxxxx) 复制到下面的字段中。游戏将在 Steam 中标记用户名和图标",
      "placeholder": "输入 Steam ID 或用户名，用空格分隔",
      "fetchButton": "获取游戏",
      "footer": {
        "github": "我们与 Steam 无关。这是一个非盈利项目。如果你想捐款，可以在",
        "poweredBy": "由 Wito 提供支持"
      }
    }
  }
  